tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "wata727/tflint"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "circleci"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "doxygen"
brew "exiftool"
brew "tesseract"
brew "flyway"
brew "git"
brew "git-gui"
brew "gradle"
brew "graphviz"
brew "grep"
brew "jenv"
brew "jq"
brew "maven"
brew "mysql-client"
brew "nkf"
brew "nodenv"
brew "opencv"
brew "pipenv"
brew "pstree"
brew "pyenv"
brew "python@3.7"
brew "rbenv"
brew "recode"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tnftp"
brew "tree"
brew "zlib"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
brew "microsoft/mssql-release/mssql-tools"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "azure-data-studio"
cask "chromedriver"
cask "dbeaver-community"
cask "docker"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "libreoffice"
cask "mat"
cask "postman"
cask "sequel-pro"
cask "tunnelblick"
cask "visual-studio-code"
cask "visualvm"
cask "wkhtmltopdf"
