tap "aws/tap"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "versent/taps"
tap "wata727/tflint"
brew "awscli"
brew "bash-completion"
brew "circleci"
brew "cmake"
brew "flyway"
brew "git"
brew "gradle"
brew "graphviz"
brew "jenv"
brew "jq"
brew "maven"
brew "mysql-client"
brew "nkf"
brew "nodenv"
brew "pipenv"
brew "pyenv"
brew "terraform"
brew "tflint"
brew "tig"
brew "tree"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "versent/taps/saml2aws"
cask "azure-data-studio"
cask "chromedriver"
cask "dbeaver-community"
cask "docker"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "java8"
cask "libreoffice"
cask "postman"
cask "sequel-pro"
cask "tunnelblick"
cask "visual-studio-code"
cask "caskroom/versions/java11"
