adpyke.vscode-sql-formatter
amazonwebservices.aws-toolkit-vscode
burkeholland.simple-react-snippets
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
GabrielBB.vscode-lombok
hashicorp.terraform
janisdd.vscode-edit-csv
jmrog.vscode-nuget-package-manager
johnpapa.vscode-peacock
JuanBlanco.solidity
juhahinkula.thymeleaf
Leopotam.csharpfixformat
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-mssql.mssql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.mono-debug
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
mtxr.sqltools
Pivotal.vscode-boot-dev-pack
Pivotal.vscode-spring-boot
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
shardulm94.trailing-spaces
SonarSource.sonarlint-vscode
streetsidesoftware.code-spell-checker
TomiTurtiainen.rf-intellisense
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
yzane.markdown-pdf
